Repository: j-morgan6/trays-social
Catalog: ios/TraysSocial/TraysSocial/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr

source: to create your first.
es: para crear la primera.
fr: pour créer la première.

source: , unread
es: , sin leer
fr: , non lu

source: Cook more with Trays
es: Cocina más con Trays
fr: Cuisinez plus avec Trays

source: Discover trending recipes from home cooks on Trays.
es: Descubre recetas en tendencia de cocineros caseros en Trays.
fr: Découvrez des recettes tendance de cuisiniers amateurs sur Trays.

source: Recipe complete
es: Receta completada
fr: Recette terminée

source: Report Ad
es: Denunciar anuncio
fr: Signaler l'annonce

source: Report this ad
es: Denunciar este anuncio
fr: Signaler cette annonce

source: Sponsored
es: Patrocinado
fr: Sponsorisé

source: @%@, posted %@
es: @%@, publicado %@
fr: @%@, publié %@

source: %@ · %lld servings
es: %@ · %lld porciones
fr: %@ · %lld portions

source: %@ ago
es: hace %@
fr: il y a %@

source: %lld helpful
es: %lld útiles
fr: %lld utiles

source: %lld hr
es: %lld h
fr: %lld h

source: %lld hr %lld min
es: %lld h %lld min
fr: %lld h %lld min

source: %lld of %lld
es: %lld de %lld
fr: %lld sur %lld

source: %lld unread.
es: %lld sin leer.
fr: %lld non lus.

source: %lldh %lldm
es: %lld h %lld min
fr: %lld h %lld min

source: 3-30 characters, letters, numbers, underscores only
es: De 3 a 30 caracteres: solo letras, números y guiones bajos
fr: 3 à 30 caractères : lettres, chiffres et tirets bas uniquement

source: A Quiet Place to Cook
es: Un lugar tranquilo para cocinar
fr: Un endroit calme pour cuisiner

source: A recipe on Trays
es: Una receta en Trays
fr: Une recette sur Trays

source: Account
es: Cuenta
fr: Compte

source: Account suspended
es: Cuenta suspendida
fr: Compte suspendu

source: Active Keywords
es: Palabras clave activas
fr: Mots-clés actifs

source: Add
es: Añadir
fr: Ajouter

source: Add a comment...
es: Añadir un comentario…
fr: Ajouter un commentaire…

source: Add Ingredient
es: Añadir ingrediente
fr: Ajouter un ingrédient

source: Add keyword
es: Añadir palabra clave
fr: Ajouter un mot-clé

source: Add photo
es: Añadir foto
fr: Ajouter une photo

source: Add Step
es: Añadir paso
fr: Ajouter une étape

source: Add Tool
es: Añadir utensilio
fr: Ajouter un ustensile

source: Additional details (optional)
es: Detalles adicionales (opcional)
fr: Détails supplémentaires (facultatif)

source: Admin
es: Administración

source: Appearance
es: Apariencia
fr: Apparence

source: Back
es: Atrás
fr: Retour

source: Back to previous screen
es: Volver a la pantalla anterior
fr: Retour à l'écran précédent

source: Be the first to leave one.
es: Sé el primero en dejar una.
fr: Soyez le premier à en laisser une.

source: Bio must be 500 characters or less
es: La biografía debe tener 500 caracteres o menos
fr: La bio doit comporter 500 caractères ou moins

source: Block someone from their profile and they'll show up here.
es: Bloquea a alguien desde su perfil y aparecerá aquí.
fr: Bloquez quelqu'un depuis son profil et il apparaîtra ici.

source: Block User
es: Bloquear usuario
fr: Bloquer l'utilisateur

source: Blocked Users
es: Usuarios bloqueados
fr: Utilisateurs bloqués

source: By creating an account, you agree to our Terms and Privacy Policy.
es: Al crear una cuenta, aceptas nuestros Términos y nuestra Política de privacidad.
fr: En créant un compte, vous acceptez nos Conditions et notre Politique de confidentialité.

source: Cancel
es: Cancelar
fr: Annuler

source: Caption
es: Descripción
fr: Légende

source: CAPTION
es: DESCRIPCIÓN
fr: LÉGENDE

source: Change
es: Cambiar
fr: Modifier

source: Change Photo
es: Cambiar foto
fr: Changer la photo

source: Check your connection and try again.
es: Comprueba tu conexión e inténtalo de nuevo.
fr: Vérifiez votre connexion et réessayez.

source: Checking...
es: Comprobando…
fr: Vérification…

source: Choose a username
es: Elige un nombre de usuario
fr: Choisissez un nom d'utilisateur

source: Clear search
es: Borrar la búsqueda
fr: Effacer la recherche

source: Coming soon
es: Próximamente
fr: Bientôt disponible

source: comma separated
es: separados por comas
fr: séparés par des virgules

source: commented on your post.
es: comentó tu publicación.
fr: a commenté votre publication.

source: Community Guidelines
es: Normas de la comunidad
fr: Règles de la communauté

source: Content Filters
es: Filtros de contenido
fr: Filtres de contenu

source: Continue
es: Continuar
fr: Continuer

source: COOK
es: COCINERO
fr: CUISINIER

source: Cook time (min)
es: Tiempo de cocción (min)
fr: Temps de cuisson (min)

source: COOK TIME (MIN)
es: TIEMPO DE COCCIÓN (MIN)
fr: TEMPS DE CUISSON (MIN)

source: Cooks
es: Cocineros
fr: Cuisiniers

source: Could not send email. Try again in a moment.
es: No se pudo enviar el correo. Inténtalo de nuevo en un momento.
fr: Impossible d'envoyer l'e-mail. Réessayez dans un instant.

source: Couldn't block @%@.
es: No se pudo bloquear a @%@.
fr: Impossible de bloquer @%@.

source: Couldn't complete that. Try again.
es: No se pudo completar. Inténtalo de nuevo.
fr: Impossible de terminer cette action. Réessayez.

source: Couldn't delete. Try again.
es: No se pudo eliminar. Inténtalo de nuevo.
fr: Impossible de supprimer. Réessayez.

source: Couldn't follow. Try again.
es: No se pudo seguir. Inténtalo de nuevo.
fr: Impossible de suivre. Réessayez.

source: Couldn't like. Try again.
es: No se pudo dar me gusta. Inténtalo de nuevo.
fr: Impossible d'aimer. Réessayez.

source: Couldn't load followers.
es: No se pudieron cargar los seguidores.
fr: Impossible de charger les abonnés.

source: Couldn't load following.
es: No se pudieron cargar los seguidos.
fr: Impossible de charger les abonnements.

source: Couldn't load notes.
es: No se pudieron cargar las notas.
fr: Impossible de charger les notes.

source: Couldn't load this post
es: No se pudo cargar esta publicación
fr: Impossible de charger cette publication

source: Couldn't post your comment. Try again.
es: No se pudo publicar tu comentario. Inténtalo de nuevo.
fr: Impossible de publier votre commentaire. Réessayez.

source: Couldn't remove from tray. Try again.
es: No se pudo quitar de la bandeja. Inténtalo de nuevo.
fr: Impossible de retirer du plateau. Réessayez.

source: Couldn't save changes. Try again.
es: No se pudieron guardar los cambios. Inténtalo de nuevo.
fr: Impossible d'enregistrer les modifications. Réessayez.

source: Couldn't save muted keywords.
es: No se pudieron guardar las palabras clave silenciadas.
fr: Impossible d'enregistrer les mots-clés masqués.

source: Couldn't save your profile.
es: No se pudo guardar tu perfil.
fr: Impossible d'enregistrer votre profil.

source: Couldn't save. Try again.
es: No se pudo guardar. Inténtalo de nuevo.
fr: Impossible d'enregistrer. Réessayez.

source: Couldn't send your feedback. Please try again.
es: No se pudieron enviar tus comentarios. Inténtalo de nuevo.
fr: Impossible d'envoyer votre commentaire. Veuillez réessayer.

source: Couldn't unblock %@.
es: No se pudo desbloquear a %@.
fr: Impossible de débloquer %@.

source: Couldn't unfollow. Try again.
es: No se pudo dejar de seguir. Inténtalo de nuevo.
fr: Impossible de ne plus suivre. Réessayez.

source: Create account
es: Crear cuenta
fr: Créer le compte

source: Create an account
es: Crear una cuenta
fr: Créer un compte

source: Create new post
es: Crear publicación
fr: Créer une publication

source: Dark
es: Oscuro
fr: Sombre

source: Delete
es: Eliminar
fr: Supprimer

source: Delete account
es: Eliminar cuenta
fr: Supprimer le compte

source: Delete Account
es: Eliminar cuenta
fr: Supprimer le compte

source: Delete Post
es: Eliminar publicación
fr: Supprimer la publication

source: Describe the step
es: Describe el paso
fr: Décrivez l'étape

source: Dismiss error
es: Descartar el error
fr: Ignorer l'erreur

source: Done
es: Listo
fr: Terminé

source: Edit Post
es: Editar publicación
fr: Modifier la publication

source: Edit profile
es: Editar perfil
fr: Modifier le profil

source: Edit Profile
es: Editar perfil
fr: Modifier le profil

source: Email
es: Correo

source: Error Tracker
es: Registro de errores
fr: Suivi des erreurs

source: Failed to submit report. Please try again.
es: No se pudo enviar la denuncia. Inténtalo de nuevo.
fr: Échec de l'envoi du signalement. Veuillez réessayer.

source: Feed
es: Inicio
fr: Fil

source: Feedback
es: Comentarios
fr: Avis

source: Find
es: Descubrir
fr: Découvrir

source: Find Something to Cook
es: Encuentra algo que cocinar
fr: Trouvez quoi cuisiner

source: Follow
es: Seguir
fr: Suivre

source: Follow @%@
es: Seguir a @%@
fr: Suivre @%@

source: Follow some cooks or create your first recipe
es: Sigue a algunos cocineros o crea tu primera receta
fr: Suivez des cuisiniers ou créez votre première recette

source: Followers
es: Seguidores
fr: Abonnés

source: Following
es: Siguiendo
fr: Abonnements

source: Friends
es: Amigos
fr: Amis

source: FROM FIND · ADJACENT TO YOUR SAVES
es: DESDE DESCUBRIR · CERCA DE TUS GUARDADOS
fr: DEPUIS DÉCOUVRIR · PROCHE DE VOS FAVORIS

source: From Trays
es: De Trays
fr: De Trays

source: Harassment
es: Acoso
fr: Harcèlement

source: I already have an account
es: Ya tengo una cuenta
fr: J'ai déjà un compte

source: I confirm I am 13 years old or older.
es: Confirmo que tengo 13 años o más.
fr: Je confirme avoir 13 ans ou plus.

source: I verified my email
es: Verifiqué mi correo
fr: J'ai vérifié mon e-mail

source: Inappropriate
es: Inapropiado
fr: Inapproprié

source: Ingredients
es: Ingredientes
fr: Ingrédients

source: interacted with you.
es: interactuó contigo.
fr: a interagi avec vous.

source: iOS Crashes
es: Fallos de iOS
fr: Plantages iOS

source: It may have been removed or the link is wrong.
es: Puede que se haya eliminado o que el enlace sea incorrecto.
fr: Elle a peut-être été supprimée ou le lien est incorrect.

source: Language
es: Idioma
fr: Langue

source: Language changes finish applying after you restart Trays.
es: El cambio de idioma se aplica por completo después de reiniciar Trays.
fr: Le changement de langue prend pleinement effet après le redémarrage de Trays.

source: Legal
es: Aspectos legales
fr: Mentions légales

source: Light
es: Claro
fr: Clair

source: liked your recipe.
es: le dio me gusta a tu receta.
fr: a aimé votre recette.

source: Loading blocked users
es: Cargando usuarios bloqueados
fr: Chargement des utilisateurs bloqués

source: Loading feed
es: Cargando el inicio
fr: Chargement du fil

source: Loading followers
es: Cargando seguidores
fr: Chargement des abonnés

source: Loading following
es: Cargando seguidos
fr: Chargement des abonnements

source: Loading profile
es: Cargando perfil
fr: Chargement du profil

source: Loading recipe
es: Cargando receta
fr: Chargement de la recette

source: Loading saved recipes
es: Cargando recetas guardadas
fr: Chargement des recettes enregistrées

source: Loading trending recipes
es: Cargando recetas en tendencia
fr: Chargement des recettes tendance

source: Log in
es: Iniciar sesión
fr: Se connecter

source: Log out
es: Cerrar sesión
fr: Se déconnecter

source: Method
es: Preparación
fr: Préparation

source: Mode
es: Modo

source: More options
es: Más opciones
fr: Plus d'options

source: Must be at least 12 characters
es: Debe tener al menos 12 caracteres
fr: Au moins 12 caractères

source: Muted Keywords
es: Palabras clave silenciadas
fr: Mots-clés masqués

source: My Tray
es: Mi bandeja
fr: Mon plateau

source: Name
es: Nombre
fr: Nom

source: NEW
es: NUEVO
fr: NOUVEAU

source: New here
es: ¿Primera vez?
fr: Première visite

source: New Post
es: Nueva publicación
fr: Nouvelle publication

source: New Recipe
es: Nueva receta
fr: Nouvelle recette

source: Next
es: Siguiente
fr: Suivant

source: No followers yet.
es: Aún no tienes seguidores.
fr: Pas encore d'abonnés.

source: No notes yet.
es: Aún no hay notas.
fr: Pas encore de notes.

source: No one blocked.
es: No hay nadie bloqueado.
fr: Personne n'est bloqué.

source: No one matches “%@”.
es: Nadie coincide con «%@».
fr: Personne ne correspond à « %@ ».

source: No recipes yet
es: Aún no hay recetas
fr: Pas encore de recettes

source: No results for “%@”.
es: Sin resultados para «%@».
fr: Aucun résultat pour « %@ ».

source: Not following anyone yet.
es: Aún no sigues a nadie.
fr: Aucun abonnement pour le moment.

source: Not verified yet. Check your inbox and tap the link.
es: Aún sin verificar. Revisa tu bandeja de entrada y toca el enlace.
fr: Pas encore vérifié. Consultez votre boîte de réception et touchez le lien.

source: Notes
es: Notas

source: Nothing here yet
es: Aún no hay nada aquí
fr: Rien pour le moment

source: Nothing trending yet.
es: Aún no hay tendencias.
fr: Aucune tendance pour le moment.

source: Notifications
es: Notificaciones

source: Notifications, %lld unread
es: Notificaciones, %lld sin leer
fr: Notifications, %lld non lues

source: Notifications, unread
es: Notificaciones, sin leer
fr: Notifications, non lues

source: Off Topic
es: Fuera de tema
fr: Hors sujet

source: Other
es: Otro
fr: Autre

source: Password
es: Contraseña
fr: Mot de passe

source: PHOTOGRAPH
es: FOTOGRAFÍA
fr: PHOTOGRAPHIE

source: Post
es: Publicación
fr: Publication

source: Post not available
es: Publicación no disponible
fr: Publication indisponible

source: Previous
es: Anterior
fr: Précédent

source: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité

source: Publish post
es: Publicar
fr: Publier

source: Publish recipe
es: Publicar receta
fr: Publier la recette

source: Pull to refresh, or check back later when posts pick up.
es: Desliza para actualizar, o vuelve más tarde cuando haya más actividad.
fr: Tirez pour actualiser, ou revenez plus tard quand l'activité reprend.

source: Qty
es: Cant.
fr: Qté

source: Quiet by design. We won't ping you for the algorithm's sake.
es: Tranquilidad por diseño. No te avisaremos solo para alimentar el algoritmo.
fr: Le calme par choix. Nous ne vous notifierons pas pour nourrir l'algorithme.

source: Reason
es: Motivo
fr: Motif

source: Recipe
es: Receta
fr: Recette

source: Recipes
es: Recetas
fr: Recettes

source: Recipes are user-submitted. We don't verify ingredients, allergens, or food safety — cook at your own risk.
es: Las recetas las envían los usuarios. No verificamos los ingredientes, los alérgenos ni la seguridad alimentaria; cocina bajo tu propia responsabilidad.
fr: Les recettes sont soumises par les utilisateurs. Nous ne vérifions ni les ingrédients, ni les allergènes, ni la sécurité alimentaire — cuisinez à vos propres risques.

source: RECIPES WORTH KEEPING
es: RECETAS QUE VALE LA PENA GUARDAR
fr: DES RECETTES À GARDER

source: Recipes, friends, and a quiet place to cook.
es: Recetas, amigos y un lugar tranquilo para cocinar.
fr: Des recettes, des amis et un endroit calme pour cuisiner.

source: Remember me
es: Recuérdame
fr: Se souvenir de moi

source: Report Comment
es: Denunciar comentario
fr: Signaler le commentaire

source: Report Post
es: Denunciar publicación
fr: Signaler la publication

source: Report Submitted
es: Denuncia enviada
fr: Signalement envoyé

source: Report User
es: Denunciar usuario
fr: Signaler l'utilisateur

source: Reports
es: Denuncias
fr: Signalements

source: Required to register an account
es: Obligatorio para registrar una cuenta
fr: Obligatoire pour créer un compte

source: Resend in %llds
es: Reenviar en %lld s
fr: Renvoyer dans %lld s

source: Resend verification email
es: Reenviar correo de verificación
fr: Renvoyer l'e-mail de vérification

source: Retry
es: Reintentar
fr: Réessayer

source: Retry loading notes
es: Reintentar cargar las notas
fr: Réessayer de charger les notes

source: Retry loading this list
es: Reintentar cargar esta lista
fr: Réessayer de charger cette liste

source: Retry loading this post
es: Reintentar cargar esta publicación
fr: Réessayer de charger cette publication

source: Save
es: Guardar
fr: Enregistrer

source: Save to tray
es: Guardar en la bandeja
fr: Enregistrer dans le plateau

source: Saved
es: Guardado
fr: Enregistré

source: Saved posts
es: Publicaciones guardadas
fr: Publications enregistrées

source: saved your recipe.
es: guardó tu receta.
fr: a enregistré votre recette.

source: Search %lld followers
es: Buscar entre %lld seguidores
fr: Rechercher parmi %lld abonnés

source: Search %lld people
es: Buscar entre %lld personas
fr: Rechercher parmi %lld personnes

source: Search recipes, ingredients, cooks
es: Buscar recetas, ingredientes, cocineros
fr: Rechercher recettes, ingrédients, cuisiniers

source: Search recipes, ingredients, cooks…
es: Buscar recetas, ingredientes, cocineros…
fr: Rechercher recettes, ingrédients, cuisiniers…

source: Searching
es: Buscando
fr: Recherche en cours

source: See all
es: Ver todo
fr: Tout afficher

source: See all %@
es: Ver todo %@
fr: Tout afficher %@

source: Send Feedback
es: Enviar comentarios
fr: Envoyer un commentaire

source: Sending...
es: Enviando…
fr: Envoi…

source: Serves
es: Porciones
fr: Portions

source: Servings
es: Porciones
fr: Portions

source: SERVINGS
es: PORCIONES
fr: PORTIONS

source: Settings
es: Ajustes
fr: Réglages

source: Share recipe
es: Compartir receta
fr: Partager la recette

source: Share recipes you're proud of and they'll find you.
es: Comparte recetas de las que estés orgulloso y te encontrarán.
fr: Partagez des recettes dont vous êtes fier et ils vous trouveront.

source: shared a recipe with you.
es: compartió una receta contigo.
fr: a partagé une recette avec vous.

source: Short subject
es: Asunto breve
fr: Sujet court

source: Show us what you ate.
es: Muéstranos qué comiste.
fr: Montrez-nous ce que vous avez mangé.

source: Sign in with Face ID
es: Iniciar sesión con Face ID
fr: Se connecter avec Face ID

source: Sign in with your Apple ID
es: Inicia sesión con tu Apple ID
fr: Connectez-vous avec votre identifiant Apple

source: Sign out
es: Cerrar sesión
fr: Se déconnecter

source: Someone
es: Alguien
fr: Quelqu'un

source: Start cooking
es: Empezar a cocinar
fr: Commencer à cuisiner

source: started following you.
es: empezó a seguirte.
fr: a commencé à vous suivre.

source: STEP %lld
es: PASO %lld
fr: ÉTAPE %lld

source: Steps
es: Pasos
fr: Étapes

source: Subject (optional)
es: Asunto (opcional)
fr: Sujet (facultatif)

source: Submit
es: Enviar
fr: Envoyer

source: Swipe right to find recipes, or tap
es: Desliza a la derecha para encontrar recetas, o toca
fr: Balayez vers la droite pour trouver des recettes, ou touchez

source: System
es: Sistema
fr: Système

source: System Dashboard
es: Panel del sistema
fr: Tableau de bord système

source: TAGS
es: ETIQUETAS
fr: ÉTIQUETTES

source: Tap a cook's handle to follow them.
es: Toca el nombre de un cocinero para seguirlo.
fr: Touchez le nom d'un cuisinier pour le suivre.

source: Tap the link in that email, then return here.
es: Toca el enlace de ese correo y vuelve aquí.
fr: Touchez le lien dans cet e-mail, puis revenez ici.

source: Tap to dismiss
es: Toca para descartar
fr: Touchez pour ignorer

source: Tell people about yourself
es: Cuéntale a la gente sobre ti
fr: Parlez de vous

source: Tell us anything — bugs, ideas, things you like or don't.
es: Cuéntanos lo que sea: errores, ideas, lo que te gusta o no.
fr: Dites-nous tout — bugs, idées, ce que vous aimez ou non.

source: Tell us how you cooked it.
es: Cuéntanos cómo lo cocinaste.
fr: Racontez comment vous l'avez cuisiné.

source: Tell us more...
es: Cuéntanos más…
fr: Dites-nous-en plus…

source: Terms
es: Términos
fr: Conditions

source: Terms of Service
es: Términos del servicio
fr: Conditions d'utilisation

source: Thanks — we'll read it
es: Gracias, lo leeremos
fr: Merci — nous le lirons

source: This is how other cooks will find you on Trays.
es: Así te encontrarán otros cocineros en Trays.
fr: C'est ainsi que les autres cuisiniers vous trouveront sur Trays.

source: This will permanently delete your account and all your data. This cannot be undone.
es: Esto eliminará de forma permanente tu cuenta y todos tus datos. Esta acción no se puede deshacer.
fr: Cela supprimera définitivement votre compte et toutes vos données. Cette action est irréversible.

source: This will permanently remove this post. This cannot be undone.
es: Esta publicación se eliminará de forma permanente. Esta acción no se puede deshacer.
fr: Cette publication sera définitivement supprimée. Cette action est irréversible.

source: Time
es: Tiempo
fr: Temps

source: TIMING
es: TIEMPO
fr: DURÉE

source: TITLE & COOK'S NOTE
es: TÍTULO Y NOTA DEL COCINERO
fr: TITRE ET NOTE DU CUISINIER

source: Tool name
es: Nombre del utensilio
fr: Nom de l'ustensile

source: Tools
es: Utensilios
fr: Ustensiles

source: Trays. Recipes worth keeping.
es: Trays. Recetas que vale la pena guardar.
fr: Trays. Des recettes à garder.

source: Try a different name.
es: Prueba con otro nombre.
fr: Essayez un autre nom.

source: Try a different recipe, ingredient, or cook.
es: Prueba con otra receta, ingrediente o cocinero.
fr: Essayez une autre recette, un autre ingrédient ou un autre cuisinier.

source: Two suggestions interleaved — never an ad.
es: Dos sugerencias intercaladas, nunca un anuncio.
fr: Deux suggestions intercalées — jamais de publicité.

source: Type
es: Tipo

source: Unblock
es: Desbloquear
fr: Débloquer

source: Unit
es: Unidad
fr: Unité

source: Untitled
es: Sin título
fr: Sans titre

source: Untitled recipe
es: Receta sin título
fr: Recette sans titre

source: username
es: nombre de usuario
fr: nom d'utilisateur

source: Username
es: Nombre de usuario
fr: Nom d'utilisateur

source: USERNAME
es: NOMBRE DE USUARIO
fr: NOM D'UTILISATEUR

source: Username can only contain letters, numbers, and underscores
es: El nombre de usuario solo puede contener letras, números y guiones bajos
fr: Le nom d'utilisateur ne peut contenir que des lettres, des chiffres et des tirets bas

source: Username must be 3–30 characters
es: El nombre de usuario debe tener entre 3 y 30 caracteres
fr: Le nom d'utilisateur doit comporter 3 à 30 caractères

source: Verification email sent.
es: Correo de verificación enviado.
fr: E-mail de vérification envoyé.

source: Verify your email
es: Verifica tu correo
fr: Vérifiez votre e-mail

source: We sent a verification link to
es: Enviamos un enlace de verificación a
fr: Nous avons envoyé un lien de vérification à

source: We'll review this and take action if needed.
es: Lo revisaremos y tomaremos medidas si es necesario.
fr: Nous examinerons cela et agirons si nécessaire.

source: Welcome back
es: Bienvenido de nuevo
fr: Content de vous revoir

source: What's the issue?
es: ¿Cuál es el problema?
fr: Quel est le problème ?

source: What's working or not working?
es: ¿Qué funciona o no funciona?
fr: Qu'est-ce qui fonctionne ou ne fonctionne pas ?

source: WRITING A POST
es: REDACTANDO UNA PUBLICACIÓN
fr: RÉDACTION D'UNE PUBLICATION

source: WRITING A RECIPE PAGE
es: REDACTANDO UNA RECETA
fr: RÉDACTION D'UNE RECETTE

source: You're all caught up.
es: Estás al día.
fr: Vous êtes à jour.

source: You're caught up.
es: Estás al día.
fr: Vous êtes à jour.

source: Your drafts
es: Tus borradores
fr: Vos brouillons

source: your email
es: tu correo
fr: votre e-mail

source: Your Following
es: Tus seguidos
fr: Vos abonnements

source: Your profile
es: Tu perfil
fr: Votre profil

source: Your tray
es: Tu bandeja
fr: Votre plateau

source: Your tray is empty
es: Tu bandeja está vacía
fr: Votre plateau est vide
